{"PICARD": ["You will agree, Data, that Starfleet'sorders are difficult?", "Report.", "On our way. You have the helm, Mister Data.", "Enlarge. What is their course?", "I don't understand your concern, NumberOne. They're not authorised to make any alterations in our engines, andaccording to Starfleet's report, they will simply test different waysof entering warp speed and different intermix formulas. What's the harmin that?", "I'm Captain Picard. Welcome aboard. We hope your journey willbe pleasant and comfortable. Arranging that will be my First Officer,Commander Riker.", "Riker says the planet's life forms are almost identical to us.", "Yes, Doctor. Sit down. Look, this perhaps may be nothings, butI've been feeling a bit odd of late. Fatigued. And now I've got thisdamned headache.", "Doctor Crusher, this is the Captain.", "Legends like that are the spice of the universe, Mister Data,because they have a way of sometimes coming true.", "Unless it's followed by?", "He said he wanted to be alone. Perhaps it's a bigger moment forhim than we thought.", "Make it so, Mister La Forge. What kind of place is this, Data?", "Thank you, Number One. Well done. And well done all.", "Starfleet received this subspace transmission two days ago,Admiral.", "Commander Riker, report to the Bridge.", "It takes very special people to live in such desolation.", "Welcome aboard, Admiral.", "Of what nature?", "Number One?", "All hands, this is the Captain. As you may know, the sunin the Delos system is undergoing large-scale magnetic field changes,producing violent, gigantic flares. Now, we shall be studying this starat close range. Even though we shall be running with full deflectors,the closeness of this event and its severity are going to createproblems.", "Thank you, Lieutenant.", "No, no, Lieutenant, the advantage was yours. Come again. Engarde.", "Yes, Number One. What is it?", "", "Come.", "With reason.", "Computer, why wasn't the holodeck programmeterminated?", "Make it so, Mister Crusher.", "Come. Ah, Number One. Look at this. Ever since we left the LimaSierra system, I have been puzzling over how the third planet couldmaintain such an orbit, when it is theoretically impossible. Butconsider this.", "Any response from Gravesworld, Mister Worf?", "Come.", "Acknowledged, Number One.", "My God. Phillipa Louvois. And back inuniform. It's been ten years, but seeing you again like this makes itseem like fifty. If we weren't around all these people, do you knowwhat I would like to do?", "Take us to impulse power.", "How long to rendezvous, Mister Crusher?", "Come.", "Number One.", "Agreed. We'll have Starbase Montgomery give us an independentreading.", "You're sure you won't reconsider?", "Indeed.", "I will not have you telling me what courseto set.", "Number One, will you join me in the Ready room?", "I thought you might find this interesting, Mister Crusher. Fewhumans have ever seen an Antedean in the flesh.", "Mister Data?", "Mister Kolrami. Captain Jean-Luc Picard. Welcome aboard.", "Number One.", "Doctor Stubbs, if you would like to make one final inspectionof the unit.", "Oh?", "They could be cloaked, or otherwise shielded. Mister Crusher,bring us in well clear of the planet's three moons.", "Mister La Forge, report.", "What do we know about them, Data?", "It would seen to be an ancient interplanetary code. MisterData?", "Denied. When we get another window in the storms. The crashsite?", "Picard to Counsellor Troi.", "Several?", "Splendid, Data. Splendid. You're getting better and better.", "Well, I'm greatly impressed with everythingI've seen so far, Prime Minister.", "Your security status?", "Won't the moon disintegrate prior to impact?", "Good. Please. And feel free to examine the work of the otherstudents too.", "Analysis, Mister Data.", "Data, I would like to have been consulted.", "We must take care that while he is with us,Commander Kurn is accorded all the rights and responsibilities due thefirst officer of this ship. If he should feel patronised in any way", "Picard to Enterprise. Anyone receiving this transmission,please respond.", "Go to warp four, Mister Bennett. Set a course for Starbasetwelve. Report.", "That's odd. We weren't notified of a rendezvous.", "I'm not accustomed to seeing anunsatisfactory rating for one of my crew.", "Go ahead, Mister Data.", "I met him once, many years ago, very briefly at his son'swedding. I can tell you that was quite a moment for a young lieutenant,standing in the presence of such history. I remember he spoke to me andI just stood there grinning like an idiot.", "A toast to the success of the trade conference, Reittan. I mustadmit, I had some doubts when you invited the Ferengi.", "An escape pod? Then he couldn't have travelled very far. MisterData, are there any other signs of ships in this area?", "Commander Riker wrote those reports. He agrees with you.", "Mister Worf, dispatch a subspace message to Admiral Hanson. Wehave engaged the Borg.", "Hmm? What? Oh, er, France. Labarre. My home village.", "Go ahead, Commander.", "Maintain an open channel.", "Could your friend have returned to the starbase without tellingyou? An emergency of some sort?", "Picard to Riker.", "Prepare two class one probes.", "Mister Data, we must hurry or we'll missCommander Riker's party.", "Excuses, Mister Crusher?", "An ancient trail along the Kabul River inthe Himalayas. It's a wonderful programme. Will, it would do you goodto have a little fresh holodeck air.", "Come. Ambassador T'Pel.", "Be on the lookout for a Cardassian patrol ship, Mister Worf. They should be hailing us soon.", "Freeze programme. Very well done, Data. Your performance skillsreally are improving.", "She's a, the doll's my cousin.", "Mirasta Yale?", "Come.", "On screen. Magnify.", "Commander Leijten, you said that before Brevelle desertedStarbase one one two last week, he'd been ill for several days. Whatabout Mendez?", "On screen. Magnify.", "Come.", "Admiral Satie. Welcome aboard the Enterprise.", "As a matter of fact", "Picard to Ambassador Odan.", "You're prepared to grant them independence?", "Report, Mister Data.", "Am I intruding?", "Successful?", "Apparently the Tamarians arrived atEl-Adrel Four nearly three weeks ago. They have been transmitting asubspace signal towards Federation space ever since.", "Well, one does not always have the luxury", "What kind of disturbance?", "Hello.", "On top of everything, there's been a change. We've been givenonly two weeks to complete the exploration.", "I must admit you've piqued my curiosity, Admiral.", "It's been suggested that Spock might have defected.", "Commander Riker.", "Come. Mister Worf, I thought our meetingwas scheduled for eleven hundred hours.", "Take us out of warp, Ensign.", "Rather like the ancient oral historians on Earth.", "Isn't that exactly what we anticipated?", "On screen.", "Any indications of life, Mister Worf?", "Doctor Crusher, please report to the Bridge.", "On screen. Long range scan, Mister Data.", "All hands abandon ship. Repeat, all hands abandon Captain's log, stardate 45652.1. The Enterprise hasentered an area of space known as the Typhon Expanse. We're the firstStarfleet vessel to chart this unexplored region.", "Mister Data?", "Fire.", "I apologise for the delay in our arrival,Ambassador Briam. We had to stop at Harod Four to pick up a group ofstranded miners.", "Take us in, Ensign. One quarter impulse.", "Where is it coming from?", "Time, Mister Data?", "Magnify. Mister Data?", "And it's been determined that they date back to the latenineteenth century?", "We cannot make Mister Data our priority.", "Magnify.", "Is the transport still under attack?", "Take us out of warp, Ensign. All stop.", "What's causing it?", "Welcome to the Enterprise, Miss Rogers. I'm delighted to have you aboard.", "And I found these pieces in the tertiarylevel of the dig. They're typical of second century Marlonian cookware. Look at those markings. They're very similar to early Taguan designs,but the patterns are more intricate, they're much closer to Buranianthan Taguan.", "Computer, stop playback. Change the clarinet to an oboe. Continue recording.", "This is the Captain. We have arrived at the Tyran system. All senior staff to the Bridge.", "Come.", "You are hereby requested and required torelinquish command of your vessel to Captain Edward Jellico, CommandingOfficer Cairo, as of this date.", "Professor. It's good to see you again.", "Do you have any idea what killed her?", "At ease. It's Captain, actually.", "Q, what is going on? Q", "Well, I'll be too busy discussing the finer points of watermanagement with ten Bajoran bureaucrats. And they won't be carrying meon a cloud of chromal vapour. Ops.", "Contact DS9. Find out what they know about this Yridian trader.", "No. Open up the transporters in Cargo bay two and diverteveryone from deck seven to there. That should put it back on track.", "Good evening, Mister Data.", "Ensign, lay in a course to the next one, three quartersimpulse.", "It's in a state of total anarchy. When the Prime Minister wasassassinated, a Federation research team was on the planet. It'sbelieved that they were forced into hiding. Your mission will be tolocate and to evacuate them.", "On screen. Open a channel.", "On your feet, Lieutenant.", "Jean-Luc Picard. 2", "Well, it was little better at the physiognomy workshop. DoctorVassbinder gave an hour long dissertation on the ionisation effect ofwarp nacelles before he realised that the topic was supposed to bepsychology.", "Ohniaka Three? There's no strategic value to that outpost. Werethey able to identify the attackers?", "He was here in this room. I could have rid the Federation of amortal threat, and I let him go.", "What's keeping them?", "Any life signs?", "They're right, Baran, and you know it. I say kill him. Now.", "Baran wouldn't last five minutes as captain if he didn't havethat control device.", "I just got a message from Starfleet command.", "It must have been.", "No. I'm really sorry. I don't.", "Data.", "If you give your permission, we could begin immediately.", "So, how old are you, Mister Worf?", "I don't know why we have to do this every year. I thought thatlast year the teachers had agreed that they wouldn't do this anymore.", "Analysis. Mister Data.", "A few more hours. Why?", "Helm, change course for the Argaya system, maximum warp.", "What's the last thing you remember?", "Begin a full sensor analysis, Mister Data, and log the findingswith the Federation Astrophysical Survey.", "Try to get more power to the field coils.", "Sounds fascinating, Mister Worf. Please proceed.", "Good.", "As a result, we won't be able to rendezvouswith the Kearsarge for another four days.", "Report.", "Data, I can barely see.", "Lieutenant Ro. RO", "Counsellor! What's today's date? The date!"]}