{"PICARD": ["You will agree, Data, that Starfleet'sorders are difficult?", "As simple as that.", "It's hardly simple, Data, to negotiate a friendly agreement forStarfleet to use the base while at the same time snoop around findinghow and why the life form there built it.", "Data, how can you be programmed as a virtual encyclopedia ofhuman information without knowing a simple word like snoop?", "It means to spy, to sneak.", "Exactly, yes.", "Shut off that damned noise. Go to Yellow Alert.", "Reverse power, full stop.", "That's quite a directive. Would you mind identifying what youare? Q", "Data, call medics.", "He would not have injured you. Do you recognise this, the stunsetting? Q", "What? That nonsense is centuries behind us. Q", "Most certainly I deny it. I agree we still were when humanswore costumes like that, four hundred years ago. Q", "But even when we wore costumes like that we'd already startedto make rapid progress. Q", "No. The same old story is the one we're meeting now. Self-righteous life forms who are eager not to learn but to prosecute,to judge anything they don't understand or can't tolerate. Q", "We've no fear of what the true facts about us will reveal. Q", "Sense anything, Commander?", "From this point, no station aboard, repeat no station, for anyreason will make use of transmitted signals or intercom. We'll try andtake them by surprise. Let's see what this galaxy class starship cando. Lieutenant, inform engine room to prepare for maximumacceleration.", "Records search, Data. Results of detaching saucer section athigh warp velocity.", "Search theoretical.", "Using print-out only, notify all decks to prepare for maximumacceleration. Now hear this, Maximum, you're entitled to know, meansthat we'll be pushing our engines well beyond safety limits. Our hopeis to surprise whatever that is out there, try and outrun it. Our onlyother option is to tuck tail between our legs and return to Earth asthey demand.", "Stand by. Engage.", "Steady on that.", "Continue accelerating. Counsellor, at this point I'm open toguesses about what we've just met.", "Beyond?", "Are you sure?", "Reverse angle.", "Worf, inform the engine room we need more.", "Go to yellow alert. Arm aft photon torpedoes. Place them onready status.", "Now hear this. Print-out message, urgent, all stations on alldecks. Prepare for emergency saucer sever. You will command the saucersection, Lieutenant.", "You are a Starfleet officer, Lieutenant.", "Make the mark, Data. Note in ship's log that at this startime,I'm transferring command to the battle bridge. Captain's log, stardate 41153.7. Preparing todetach saucer section. so that families and the majority of the ship'scompany can seek relative safety while the vessel's stardrive,containing the battle bridge and main armaments, will turnback and confront the mystery that is threatening us.", "Lieutenant, your torpedoes must detonate close enough to thehostile to blind it at the moment we separate.", "Worf, this is the Captain.", "At the moment of separation, we willreverse power just enough to get your saucer section out ahead andclear of us.", "Begin countdown. Mark.", "Let's come to a stop. Reverse power.", "Dead stop. We'll hold this position and wait for them.", "Lieutenant, are you recommending we fight a life form that cando all those things? I'd like to hear your advice.", "Thank you, conn. Commander, signal the following in alllanguages and on all frequencies. We surrender. State that we are notasking for any terms or conditions.", "Mid twenty first century. The post-atomic horror.", "But these courts happened in the past.", "Can we assume you mean this will be a fair trial? Q", "Tasha, no.", "You've got a lot to learn about humans if you think you cantorture us or frighten us into silence. Will she live?", "Or what? Or this? Her death? Or worse? You promised theprisoners will not be harmed. We plead nothing so long as you breakyour own rules. Q", "I suggest you are now having second thoughts it. You areconsidering that if you conduct a fair trial, which was your promise,you may lose. Q", "Yes, even though you're judge and prosecutor. Q", "Accepted, so long as you keep to your agreement. And assaultingprisoners is hardly a fair trial. Q", "court of fact! We humans know our past, even when we're ashamedof it. I recognise this court system as the one that agreed with thatline from Shakespeare. Kill all thelawyers. Q", "Which led to the rule guilty until proven innocent. Q", "Grievously savage could mean anything. I will answer onlyspecific charges. Q", "I see no charges against us, Your Honour. Q", "Guilty. Provisionally. Q", "We question whether this court is abiding by its own trialinstructions. Have I have permission to have Commander Data repeat therecord? Q", "These will be your own words, your Honour. What exactly whatfollowed his Honour's statement that the prisoner will not be harmed?", "Alright! We agree there is evidence to support the court'scontention that humans have been savage. Therefore I say test us. Testwhether this is presently true of humans. Q", "There must be many ways we can be tested. We have a longmission ahead of us. Q", "We've heard that we may find it rather interesting. Personal log, Commander William Riker. Stardate41153.7. The Hood has dropped me off at Farpoint Station, where Iawait the arrival of the new USS Enterprise to which I have beenassigned as First Officer. Meanwhile I have been asked to visit theFarpoint Administrator's Office, in the old city.", "Do we have clearance?", "Make it so.", "Is the viewer ready?", "We'll first bring you up to date on a little adventure we hadon our way here, Commander. Then we'll talk. Welcome aboard.", "Inform them we'll connect as soon as they arrive. And sent theCommander to me when he's finished.", "Come.", "It seems we're alive only because we have been placed onprobation. A very serious kind of probation. Go.", "Acknowledged. Commander Riker will conduct a manual docking. Picard out.", "You've reported in, haven't you? You are qualified?", "Then I mean now, Commander.", "A fairly routine manoeuvre but you handledit quite well.", "I do have some questions for you though. RIKER", "I see in your file that Captain DeSoto thinks very highly ofyou. One curious thing, however, you refused to let him beam down toAltair Three.", "I see. A Captain's rank means nothing to you.", "Isn't it just possible that you don't get to be a StarfleetCaptain without knowing whether it's safe to beam down or not? Isn't ita little presumptuous of a first officer to second guess his captain'sjudgment?", "Always.", "And you don't intend to back off that position?", "One further thing. A special favour.", "Using the same kind of strength you showed with Captain DeSoto,I would appreciate it if you can keep me from making an ass of myselfwith children.", "I'm not a family man, Riker, and yet, Starfleet has given me aship with children aboard.", "And I don't feel comfortable with children. But, since acaptain needs an image of geniality, you're to see that's what Iproject.", "Welcome to the Enterprise, Commander Riker.", "Did you signal the Hood, Commander Riker?", "What was my answer, computer? Q", "Lieutenant! Do you intend to blast a hole through the viewer? If the purpose of this is to test humans, your honour, we must proceedin our own way. Q", "But futilely.", "Of course you will. We've a long voyage ahead of us.", "We do exactly what we would do if this Q never existed. Ifwe're going to be damned, let's be damned for what we really are.", "Personal log, stardate 41153.8. Of the twenty fourhours Q allotted us to prove ourselves, eleven have now passed withoutincident. And yet I cannot forget Q's prediction that we will face somecritical test.", "And it's your belief that this is what made it possible forthem to construct this base to Starfleet standards?", "Perhaps it's like those incidents you describe in your reportas almost magical attempts to please us.", "None of it suggests anything threatening. If only every lifeform had as much desire to please. Ready to beam down? I'm lookingforward to meeting this Groppler Zorn.", "As if it's something Q is doing to trickus? Over here. I've asked the Counsellor to join us in this meeting. May I introduce our new First Officer, Commander William Riker. Commander Riker, this is our ship's Counsellor, Deanna Troi.", "Have the two of you met before?", "Excellent. I consider it important for my key officers knoweach other's abilities.", "My crew and I need a bit more informationbefore we make our recommendations to Starfleet.", "Good, since we admire what we've seen of your constructiontechniques. Starfleet may be interested in your constructing starbaseselsewhere also.", "Counsellor? What is it?", "Yes. No secrets here if we're to be all to be friends. Agreed,Groppler?", "The source of this, Groppler. Do you have any idea?", "And that's it? No other comment?", "While evading even our simplest questions about it. We'lladjourn for now while we all reconsider our positions.", "Fine. I hope they find you as tasty as they did their pastassociates.", "Very good, Commander.", "Good idea.", "Children are not allowed on the Bridge.", "Doctor Crusher.", "Your son?", "Well, as long as he's here. I knew your father, Wesley. Want alook around?", "But don't touch anything! Try it out. Thepanel on your right is for log entries, library computer access andretrieval, viewscreen control, intercoms, and so on. Here we have", "The forward viewscreen is controlled from the ops positionthere", "How the hell do you know that, boy?", "Off the bridge! Both of you.", "Picard. Go ahead.", "Have Commander Riker and his team beam back up. Security, couldthat be the Hood returning here?", "Put it on main viewer. Identification?", "Hail it.", "Raise all shields, phasers at ready.", "Get me Groppler Zorn. And continue universal greetings on allfrequencies.", "Zorn, an unidentified vessel has entered into orbit with us.", "Do you know who it is?", "I asked if you knew who it is. Youmentioned the Ferengi Alliance to me.", "Are you certain?", "Sensor scans, Mister Worf.", "Bring photon torpedoes to ready!", "Tune that down! Commander Riker, come in. Can you hear me?", "Commander Riker, come in. Where are you?", "And Farpoint Station? Any damage there?", "It's from an unidentified vessel that's entered into orbit withus here.", "No ID, no answer to our signals.", "Understand, Commander.", "Would you object to your Captain ordering aclearly illegal kidnapping?", "Groppler Zorn may have the answers we need. Get him. Bring him here.", "They're forcing a difficult decision on me,Counsellor.", "We are in the midst of diplomatic discussions with them. Lieutenant, lock phasers on that vessel.", "Get off my bridge! Q", "We've no idea who is on that vessel. My order was a routinesafety precaution. Q", "Captain to CMO.", "Are you reading any of this?", "Compliments on that, Doctor. Any questions? Starfleet people are trained to render aid and assistance whenever Q", "Let's consider your thoughts. You call us savages and yet youknew those people down there would be killed. It is your conduct thatis uncivilised.", "Go to manoeuvring jets. Position us between that vessel and theplanet. Force fields full on.", "From the same source as before?", "That is enough, damn it! Q", "An agreement which you are at this moment breaking by takingover our vessel, interfering with my decisions. Either leave or finishus. Q", "Do nothing that he asks. Q", "I'll risk none of my crew on that unknown. Q", "At least you impressed him, Number One. That's hopeful.", "I'll attend to my duty.", "I see nothing so bitter about that.", "I didn't want you thinking me harsh. Cold blooded.", "I didn't welcome you aboard personally, professionally. I madeyou come to me on the Bridge. I yelled at your son. Who, as you pointedout, was quite correct. He does seem to have a very good grasp ofstarship operations.", "Ah, but, now, your assignment here. I would consider andapprove you a transfer for you.", "Hardly. Your service record shows you're just the Chief MedicalOfficer I want.", "I'm trying to be considerate of your feelings, Doctor. For youto work with a commanding officer who would continually remind you of aterrible personal tragedy.", "You requested this posting?", "Ah. Then, welcome aboard, Doctor.", "I, er, I hope we can be friends?", "Transporter chief, yank them back now! Riker, acknowledge! Q", "Transporter Chief, do you have their coordinates? TransporterChief! Q", "Transporter Chief, come in! I've people in trouble over there,Q.", "Everyone at ease. That's an order. Q, my people are in trouble. Let me help them, please. I'll do whatever you say. Q", "It seems I did make that bargain.", "No! Do nothing he demands.", "Was there a reason? Q", "If you'd earned that uniform you're wearing, you'd know thatthe unknown is what brings us out here. Q", "Let's test that. Beginning with the tunnels you have underFarpoint, Groppler.", "In return for some pain you'd given other creature?", "Thank you. That was the missing part. Lieutenant Yar, rig mainphaser banks to deliver an energy beam.", "And into specific patterns of matter, just as our transportersdo.", "Groppler, you captured something like that, didn't you?", "Transmit the message, leave Farpoint Space Station immediately.", "Attacking those who had captured, capture its mate.", "Lock it in on Farpoint Station. Q", "Let it have whatever it can absorb. Energise.", "Discontinue. Groppler Zorn, there'll soon be no FarpointStation, if I'm right about this. Q", "Which your world furnishes you in plenty.", "Only enough to keep it alive, so that you could force it toshape itself into whatever form you needed!", "Why do you use other lifeforms for recreation? Q", "Leave us! We've passed your little test. Q", "Get off my ship. Q", "All stations?", "Some problem, Riker?", "Oh no, Number One. I'm sure most will be much more interesting. Let's see what's out there. Engage. <Backto the episode listingStar Trek ® and relatedmarks are trademarks of Studios Inc. Copyright © 1966, Present. The Star Trek web pages on this site are foreducational and entertainment purposes only. All other copyrightsproperty of their respective holders."]}