{"TNGMain": {"PICARD:": {"context": ["LAFORGE: The ionization from the storm is interfering with the transporters, Captain. I'm compensating, but it's slowing things down a bit.  ", "DATA: Holding.   O'BRIEN: Stand by to transport.  PULASKI: It wasn't your fault.  ", "  LORIN: We're not fools. We are aware of the Federation attempt to establish a military alliance with the Kes. It will not be tolerated.  PICARD: Your information is incorrect. We have no plans to enter into any  LORIN: There is no point in trying to mislead us, Captain. The devices which have been implanted in your cerebral cortexes will soon be calibrated to your psi-wave pattern. At that time, we will be able to get all the information we need. ", "PICARD: If we can see them, why they can't see us?  LAFORGE: The phase displacement might not bring us far enough into their perceptual range.  CRUSHER: These strands appear to be biomagnetic. Variable flux. Possibly organic in origin. "], "modelReply": ["PICARD: In the event of a temporal distortion, I can't help but feel that the energy from that storm will be much more easily stored. ", "PICARD: Commander, you are on your way. ", "PICARD: Lorin is wrong. We must understand, now. ", "PICARD: I haven't found an explanation for their behaviour. "], "refReply": [["PICARD: Keep at it, Mister La Forge. <eos>"], ["PICARD: Tell us what you need, Doctor.  <eos>"], ["PICARD: And then you'll discover that we're telling the truth.  <eos>"], ["PICARD: A life form.  <eos>"]]}, "TROI:": {"context": ["PICARD: What do you suggest?  LAFORGE: If we do find a way to avoid this collision, we should try to send that information into the next loop.  RIKER: Is that possible?  DATA: We have seen that echoes, or after-images, from previous loops appear as distortions in the dekyon field. We may be able to send a deliberate echo into the next loop. ", "RIKER: Go ahead.  SHELBY: We've found the Captain's uniform and his communicator. We're resuming our search.   RIKER: Stand by, Commander.  WESLEY: We're in business.  LAFORGE: It'll burn out the main deflector, but it'll be one hell of a bang.  RIKER: Radiation danger?  WESLEY: We're going to have to evacuate the entire forward half of the secondary hull and the lower three decks of the saucer. ", "PICARD: So what am I going to do? Lock myself in a room in all three different time periods?  RIKER: Captain, maybe not acting is what causes the destruction of mankind. What if you were needed on the Bridge at a key moment, and you weren't there? ", "DATA: How did the Conductor stop the train?  WORF: There is a braking lever in the engine room. "], "modelReply": ["TROI: What about when you sense a presence? ", "TROI: This one's on the straight. ", "TROI: What if I didn't even know what to do? ", "TROI: We'll just have to wait and see. "], "refReply": [["TROI: Like a message in a bottle.  <eos>"], ["TROI: I'll see to that.  <eos>"], ["TROI: I don't think we can start second guessing ourselves. I think we have to proceed normally and deal with each situation as it occurs.  <eos>"], ["TROI: Let's go.  <eos>"]]}, "DATA:": {"context": ["TECHNICIAN: The Zhukov is ready for transport, sir. DATA: Energise. ", "DATA: What is to be done with them, sir?  RIKER: I don't know.  DATA: Commander, a low mileage pit woofie?  RIKER: This time you've got me. I haven't a clue. ", "DATA: My friend Chief O'Brien often says that above all else, he wants to make Keiko happy. Since cancelling the wedding will make her happy, I must conclude the Chief will be pleased at her decision.  DATA: I have good news.  O'BRIEN: Oh? ", ""], "modelReply": ["DATA: No engine power is necessary. ", "DATA: They are extremely difficult to transport. ", "DATA: I am afraid not, sir. ", "DATA: I have had the opportunity to see that the image is not static. It is more like a virtual image, but one I have seen. "], "refReply": [["DATA: Welcome aboard the Enterprise, Ambassador.  T'PEL: I would meet with your Captain. <eos>"], ["DATA: These are the most unusual humans I have ever encountered.  <eos>"], ["DATA: Keiko has made a decision designed to increase her happiness. She has cancelled the wedding.  O'BRIEN: She what? Cancelled the wedding? Today? Without even a word? Of all the childish, selfish, irresponsible things to do!   <eos>"], ["DATA: The Barzan probe had no way to recognise this. Eventually, both sides will be unstable.  <eos>"]]}, "RIKER:": {"context": ["RIKER: Understood. You look strange, Paul.  RICE: I was injured getting here.   RIKER: Do you need medical help?  RICE: No. What's your purpose here?  RIKER: Commander Data, Lieutenant Yar.  DATA: Sir, other than ourselves, I am picking up no life signs here.  RIKER: I know.  RICE: Riker, you didn't answer me. Who sent you here to look for me?  RIKER: Your mother. She's worried about you.  RICE: Tell me about your ship, Riker. It's the Enterprise, isn't it? ", "", "RIKER: We're in orbit.  PICARD: Any sign of life?  WORF: Negative, sir.  DATA: Captain, sensors are picking up an unusual temporal disturbance on a small area of the planet's surface. Forty two degrees seven minutes north by eighty eight degrees declination east.  RIKER: Temporal disturbance?  PICARD: Put us in a standard orbit above those coordinates.  DATA: Spectral analysis shows a high level of triolic waves emanating from the same location. ", "PICARD: Hold this position. Let's see if they've spotted us. Magnification, one hundred. Mister Data?  DATA: Sensors show life forms aboard, but I am unable to ascertain whether they are awake or dormant. However, the vessel's propulsion systems are inactive, so I would hypothesize that the crew is asleep.   DATA: However, I could be in error.  WORF: Shields holding. "], "modelReply": ["RIKER: Yes. ", "RIKER: Aye, sir. ", "RIKER: Are those waves emanating from this ship? ", "RIKER: I have no way to determine if they are awake or not, but it's definitely possible. "], "refReply": [["RIKER: No. The name of my ship is the Lollipop.  <eos>"], ["RIKER: I hold no malice toward my benefactors. They could not possibly know the hell they have put me through. <eos>"], ["RIKER: Any correlation with the readings from Earth?  <eos>"], ["RIKER: They've cloaked themselves.  K' <eos>"]]}}, "TNGAlt": {"PICARD:": {"modelReply": ["PICARD: I'll need that, too. ", "PICARD: How can I explain why? ", "PICARD: I don't know. ", "PICARD: And I want you to make it clear that you're willing to learn. But you may also want to try to make sure they remember that you're not making an excuse. "], "refReply": [" <bos> PICARD: Ihat, the sign, give it to me. <eos>\n", " <bos> PICARD: No, Data. Neither am I. <eos>\n", " <bos> PICARD: Perhaps. But surely it would be wrong to force the issue. Mysense is that he's a very independent young man. Perhaps it would bebest if I left him alone. Let him come to me if he wants to. <eos>\n", " <bos> PICARD: Yes, I can see that. I'm sure the Federation will want to helpin any way that it can. <eos>\n"]}, "TROI:": {"modelReply": ["TROI: What can we ", "TROI: I know you don't expect me to be a teacher. I'm not. ", "TROI: I just saw the word. It was the first time that I thought it was a common word. ", "TROI: That's certainly true. When he was young I believed that people could survive without fear or remorse. I believe that he can become much more effective as a leader. "], "refReply": [" <bos> TROI: Thanks for waiting. <eos>\n", " <bos> TROI: I'm feeling very dizzy. <eos>\n", " <bos> TROI: You two have successfully divided the evening between you. <eos>\n", " <bos> TROI: Acknowledged. <eos>\n"]}, "DATA:": {"modelReply": ["DATA: We are approaching the moon two hours from its last orbit. ", "DATA: It appears as though my ship is being interfered with by an intruder. Commander Data, initiate transport, for the first time in six years. ", "DATA: We have already identified the source ", "DATA: Yes, sir. I saw that ata briefing. "], "refReply": [" <bos> DATA: Captain, you are injured. <eos>\n", " <bos> DATA: According to historical records. This will be the firstopportunity for a Federation team <eos>\n", " <bos> DATA: On the contrary, Lieutenant Worf. Your clothing identifies youwith the character of Will Scarlett, just as Geordi's mandolinidentifies him as Alan A-Dale <eos>\n", " <bos> DATA: The destruction is remarkable considering the primitive weaponsof the period. <eos>\n"]}, "RIKER:": {"modelReply": ["RIKER: I was just thinking about what you told me, when I first saw the images. ", "RIKER: I think we're seeing no signs ", "RIKER: I have only one point ", "RIKER: This is the same one used by the shuttle to escape from the Stardate-1903. "], "refReply": [" <bos> RIKER: Take five. Throw them away. <eos>\n", " <bos> RIKER: I'll think about it. <eos>\n", " <bos> RIKER: Thank you, Data. <eos>\n", " <bos> RIKER: Try warp engines. <eos>\n"]}}}