{"PICARD" :["I am Jean-Luc Picard, Captain of the Enterprise. We come in peace.", "I am Captain Picard, commanding the Enterprise.", "I am Jean Luc Picard, Captain of this vessel.", "I am Captain Picard.", "I am CaptainJean Luc Picard, of the Enterprise.", "I am Jean-Luc Picard, of the Federation Starship, USSEnterprise.", "I am Captain Jean-Luc Picard of the Federation Starship Enterprise.", "I'm not a family man, Riker, and yet, Starfleet has given me aship with children aboard.", "I'm not brooding. I'm immersed in my music.", "I'm not accustomed to seeing an unsatisfactory rating for one of my crew."],
  "TROI": ["I am only half Betazoid. My father was a Starfleet officer.", "I am Troi.", "I am not a mind control expert. I came here because I sensed you were in pain.","I'm Deanna Troi, Ship's Counsellor.", "I'm Deanna.", "I'm a practicing psychologist.", "I'm the ship's Counsellor and I thought you might want to talk.", "Well, I have a little work to finish up, then I'm going to my cabin. I'm going to put my feet up, I'mgoing to turn on my personal relaxation light and I'm going to lose myself in the pages of some old novel"],
  "DATA":["I am an android, Mistress, although anatomically I am a male.", "I am an android.", "I am many things. Scholar, Artist, philosopher, lover, genius.", "I am the culmination of oneman's dream. This is not ego or vanity, but when Doctor Soong created me he added to the substance of the universe. I must protect his dream.", "Because I am a machine.", "I am superior, sir, in many ways. But I would gladly give it up to be human.", "Although I am technically proficient, according to my fellowperformers, I lack soul.", "I am an android. I am Lieutenant Commander Dataof the Federation Starship Enterprise.", "Lieutenant Commander Data.", "I am an android, not a robot.", "I can give her attention, Doctor. But I am incapable of giving her love.", "I am Data. An android.", "There are still many human emotions I do not fullycomprehend. Anger, hatred, revenge. But I am not mystified by thedesire to be loved or the need for friendship. These are things I dounderstand.", "If being human is not simply a matter of being born fleshand blood, if it is instead a way of thinking, acting and feeling, thenI am hopeful that one day I will discover my own humanity."],
  "RIKER":["I am Commander William T Riker.", "I am Will Riker.", "I am First Officer William Riker of the Enterprise.", "I'm just an average, everyday human who happens to be a Commander.", "I wonder, Captain. I'm not usually one for distrust at first sight, but this may be an exception."]}
