{"<bos>": 50257, "<eos>": 50258, "<pad>": 50259, "PICARD:": 50260, "OTHER:": 50261, "CRUSHER:": 50262, "TROI:": 50263, "RIKER:": 50264, "DATA:": 50265, "LAFORGE:": 50266, "WESLEY:": 50267, "TASHA:": 50268, "WORF:": 50269, "COMPUTER:": 50270, "PULASKI": 50271, "O'BRIEN:": 50272}