{"bos_token": "<bos>", "eos_token": "<eos>", "unk_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true}, "pad_token": "<pad>", "additional_special_tokens": ["PICARD:", "OTHER:", "CRUSHER:", "TROI:", "RIKER:", "DATA:", "LAFORGE:", "WESLEY:", "TASHA:", "WORF:", "COMPUTER:", "PULASKI", "O'BRIEN:"]}